20260319T000734--kdoc-555-『the-railway-experience』__book.org
:properties:
:ID: 20260319T000734
:end:
#+title:      KDOC 555: 『THE RAILWAY EXPERIENCE』
#+date:       [2026-03-19 Thu 00:07]
#+filetags:   :book:
#+identifier: 20260319T000734

* この文書のステータス
- 作成
  - [X] 2026-05-10 貴島
- レビュー
  - [X] 2026-05-10 貴島

* 概要

『THE RAILWAY EXPERIENCE』は、イギリスの古い鉄道写真を解説する本である。

* メモ

- イギリスの鉄道に関する古写真と解説がある。それぞれの章に写真がまずあり、そのあと1ページほどの文章で時代背景から説明している。文脈がわかりやすく理解しやすかった
- 写真から得られることは多くあることがわかった。写真の隅に小さく写った人や物からも、当時の文化を知れる
- 鉄道の興隆と衰退は、日本と共通する部分がある
- 写真が残っている時代が日本より古い。日本の江戸時代の写真を見ることは少ないが、イギリスには同じ年代の写真がある

* 関連

- 類推: このようなジャンルの本(外国、歴史、鉄道...)に個人的に興味があることがわかった。類似した本を探せば語学学習に役立ちそうである
