20260319T000734--kdoc-555-『the-railway-experience』__book.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2026-06-17T09:02:12Z -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 555: 『THE RAILWAY EXPERIENCE』</title>
<meta name="author" content="kijimaD" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='https://kijimad.github.io/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css' media='print' onload='this.media="all"' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/site.css' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/code.css' /><link rel='preconnect' href='https://fonts.googleapis.com'><link rel='preconnect' href='https://fonts.gstatic.com' crossorigin><link href='https://fonts.googleapis.com/css2?family=IBM+Plex+Sans+JP&display=swap' rel='stylesheet'>
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 555: 『THE RAILWAY EXPERIENCE』</h1>
<div id="outline-container-orgee696a4" class="outline-2">
<h2 id="orgee696a4"><a href="#orgee696a4">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-orgee696a4">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2026-05-10 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2026-05-10 貴島</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org41003ef" class="outline-2">
<h2 id="org41003ef"><a href="#org41003ef">概要</a></h2>
<div class="outline-text-2" id="text-org41003ef">
<p>
『THE RAILWAY EXPERIENCE』は、イギリスの古い鉄道写真を解説する本である。
</p>
</div>
</div>
<div id="outline-container-org03f2479" class="outline-2">
<h2 id="org03f2479"><a href="#org03f2479">メモ</a></h2>
<div class="outline-text-2" id="text-org03f2479">
<ul class="org-ul">
<li>イギリスの鉄道に関する古写真と解説がある。それぞれの章に写真がまずあり、そのあと1ページほどの文章で時代背景から説明している。文脈がわかりやすく理解しやすかった</li>
<li>写真から得られることは多くあることがわかった。写真の隅に小さく写った人や物からも、当時の文化を知れる</li>
<li>鉄道の興隆と衰退は、日本と共通する部分がある</li>
<li>写真が残っている時代が日本より古い。日本の江戸時代の写真を見ることは少ないが、イギリスには同じ年代の写真がある</li>
</ul>
</div>
</div>
<div id="outline-container-orgcb3cdae" class="outline-2">
<h2 id="orgcb3cdae"><a href="#orgcb3cdae">関連</a></h2>
<div class="outline-text-2" id="text-orgcb3cdae">
<ul class="org-ul">
<li>類推: このようなジャンルの本(外国、歴史、鉄道&#x2026;)に個人的に興味があることがわかった。類似した本を探せば語学学習に役立ちそうである</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer>
</div>
</body>
</html>
